{
  "fact": [
    {
      "content": "Ondine is an excellent person to have on your team.",
      "source":  "Annual Performance Review 2020"
    }, {
      "content": "She works very well with others and quite naturally builds relationships.",
      "source":  "Annual Performance Review 2020"
    }, {
      "content": "Ondine has a positive influence on the spirit and morale of those that work with her.",
      "source":  "Annual Performance Review 2020"
    }, {
      "content": "Ondine is especially helpful and patient when teaching and explaining the current state of her features and bugs. This makes it very easy to learn from, and plan around her work.",
      "source":  "Annual Performance Review 2020"
    }, {
      "content": "She’s responsible, hardworking, committed. She thinks carefully about the problem and provides very good recommendations for intuitive interface.",
      "source":  "Annual Performance Review 2020"
    }, {
      "content": "Ondine takes her job seriously and approaches her tasks with discipline and diligence.",
      "source":  "Annual Performance Review 2020"
    }, {
      "content": "She understands her role and responsibilities clearly and is always willing to make an effort to contribute to the company’s need for better API and deliverables. For an example, last time she was little worried that her tickets would not be completed before her vacations - she put extra hours and tried to reach others so that she could complete it (which she could had done after returning).",
      "source": "Praveen Kumar (co-worker)"
    }, {
      "content": "Developers like her are assets - who’re committed to get things done asap.",
      "source":  "Annual Performance Review 2020"
    }, {
      "content": "She is an excellent judge of character and provides counsel in hiring situations.",
      "source":  "Annual Performance Review 2020"
    }, {
      "content": "She is responsible for almost all of the API development that has gone on at Riffyn over this past year and exhibits a sense of accountability toward issues with the endpoints.",
      "source":  "Annual Performance Review 2020"
    }, {
      "content": "Ondine has great intuition with regards to people and I value her input when making decisions about personnel and team dynamics.",
      "source":  "Larry Peck - VP of engineering"
    }
  ]
}
